Repository: 84000/data-translation-memory
Catalog: toh81_84000-simha-s-questions.tmx
Source language: bo
Languages: en

source: འཕགས་པ་སེང་གེས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Great Vehicle Sūtra Siṃha’s Questions

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas!

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན་བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རི་ལ་དགེ་སློང་སྟོང་ཉིས་བརྒྱ་ལྔ་བཅུའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ། བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་ཆེན་པོ་དང་ཡང་ཐབས་ཅིག་གོ།
en: The Blessed One was dwelling in Rājagṛha on Vulture Peak, together with a great saṅgha of 1,250 monks and a great saṅgha of bodhisattvas.

source: །ཐམས་ཅད་མཁྱེན་ཅིང་ཐམས་ཅད་གཟིགས།
en: Knowing all and seeing all,

source: །རྒྱལ་བ་གང་ཟག་མཚུངས་པ་མེད།
en: The Victorious One is a peerless being.

source: །རྒྱལ་པོ་མ་སྐྱེས་དགྲ་ཡི་བུ།
en: The son of King Ajātaśatru

source: །སེང་གེ་ཞེས་ནི་གྲགས་པ་ཞིག །ཚོང་དཔོན་བུ་ཕོ་ལྔ་བརྒྱ་ཡིས།
en: Was known as Siṃha.

source: །མདུན་དུ་བདར་ཏེ་ལྷན་ཅིག་ཏུ།
en: Accompanied and attended By five hundred wealthy noblemen,

source: །རྒྱལ་པོའི་ཁབ་ནས་དེ་བྱུང་ནས།
en: He departed from Rājagṛha

source: །རྒྱལ་པོའི་འབྱོར་པ་ཆེན་པོ་ཡིས།
en: With great royal grandeur.

source: །གསེར་ལས་བྱས་པའི་གདུགས་ཐོགས་ཏེ།
en: Carrying golden parasols,

source: །རྫོགས་སངས་རྒྱས་ཀྱི་གན་སོང་ནས།
en: They went before the perfect Buddha.

source: །ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ།
en: Bowing their heads to the feet of the Buddha,

source: །ལྔ་བརྒྱ་པོ་ཡིས་གདུགས་དེ་དག །ཚང་བར་ཐུབ་པ་ཆེ་ལ་ཕུལ།
en: They offered the five hundred parasols. {3} Offering these to the Great Sage,

source: །ཀུན་ཀྱང་བྱང་ཆུབ་དོན་དུ་ཞུགས།
en: All of them set out for awakening.

source: །རྫོགས་སངས་རྒྱས་ཀྱི་མཐུ་ཡིས་ནི།
en: By the power of the perfect Buddha,

source: །དེ་དག་མི་འཇིགས་སྐྱེས་གྱུར་ནས།
en: They became fearless.

source: །སེང་གེས་ཐལ་མོ་སྦྱར་བྱས་ཏེ།
en: Siṃha joined his palms in reverence

source: །རྫོགས་སངས་རྒྱས་ལ་ཞུས་པ་ནི།
en: And asked the perfect Buddha, “Will the Guide please explain to me

source: །བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་གང་། །དེ་ནི་འདྲེན་པས་བདག་ལ་གསུངས།
en: The conduct of bodhisattvas?

source: །གང་གིས་མཛེས་པར་འགྱུར་བ་ལགས།
en: “How does one become beautiful?

source: །གང་གིས་རྫུས་ཏེ་སྐྱེ་བར་འགྱུར།
en: How does one take miraculous birth?

source: །སྐྱེ་བ་དྲན་པར་ཇི་ལྟར་འགྱུར།
en: How does one remember previous births?

source: །ཐུབ་པ་ཆེན་པོས་ལུང་བསྟན་གསོལ།
en: Great Sage, please give your instruction

source: །དེ་དག་ལྷག་བསམ་ཡེ་ཤེས་ཀྱིས།
en: Knowing their pure intentions with his wisdom,

source: །མཁྱེན་ནས་སངས་རྒྱས་ལུང་བསྟན་པ། །བྱང་ཆུབ་སེམས་དཔའ་སྤྱོད་གང་ཞེས།
en: The Buddha gave his instruction

source: །ཁྱོད་ཀྱི་དྲིས་པ་དེ་བསྟན་ཏོ།
en: “I will give a teaching on what you have asked: The conduct of bodhisattvas.

source: །བཟོད་པ་ཡིས་ནི་མཛེས་པར་འགྱུར།
en: “One becomes beautiful through patience.

source: །ཚངས་པར་སྤྱད་པས་རྫུས་ཏེ་སྐྱེ།
en: One takes miraculous birth by pure conduct.

source: །ཆོས་ཀྱི་སྦྱིན་པས་སྐྱེ་བ་དྲན།
en: One recalls past lives by giving the Dharma.

source: །གཞོན་ནུ་དེ་ལྟར་ཤེས་པར་གྱིས།
en: Youth, know it to be thus!”

source: །གང་གིས་སུམ་ཅུ་རྩ་གཉིས་མཚན།
en: “How does one manifest

source: །དཔེ་བྱད་བཟང་པོ་བརྒྱད་ཅུ་དང་། །གསེར་མདོག་འདྲ་བའི་ལུས་འགྱུར་ཞིང་།
en: The thirty-two marks, the eighty excellent signs, And a body radiant like gold

source: །དེ་མཐོང་སེམས་ཅན་དགའ་བར་འགྱུར།
en: That delights beings upon seeing?”

source: །སྦྱིན་པ་ཀུན་གྱིས་མཚན་དུ་འགྱུར།
en: “The marks manifest through complete generosity.

source: །བྱམས་པས་དེ་བཞིན་དཔེ་བྱད་བཟང་། །སེམས་ཅན་ཀུན་ལ་སེམས་མཉམ་པས།
en: Likewise, the excellent signs come to be through love.

source: །རྒྱལ་བ་གསེར་གྱི་མདོག་འདྲར་འགྱུར།
en: The golden radiance of the victorious ones Manifests by having an attitude of equality toward all beings.”

source: །གཟུངས་ནི་གང་གིས་ཐོབ་པར་འགྱུར།
en: “How is retention attained?

source: །གང་གིས་ཏིང་འཛིན་སྐྱེ་འགྱུར་ལགས།
en: How does absorption arise?

source: །གཟུང་བའི་ཚིག་ཏུ་གང་གིས་འགྱུར།
en: How do statements become acceptable?

source: །ཆོས་ལ་བཟོད་པས་གཟུངས་རྣམས་འཐོབ།
en: “Retention is attained through receptivity to the Dharma.

source: །སེམས་བསྒོམས་པས་ནི་ཏིང་འཛིན་སྐྱེ།
en: Absorption arises by training the mind. Statements become acceptable

source: །ཀྱལ་བའི་ཚིག་རྣམས་སྤང་བྱས་ན། །གཟུང་བར་འོས་པའི་ཚིག་ཏུ་འགྱུར།
en: When one abandons senseless talk.”

source: །དྲན་དང་ལྡན་པར་ཇི་ལྟར་འགྱུར།
en: “How does one become mindful?

source: །ཐུབ་པ་ཇི་ལྟར་བློ་གྲོས་ལྡན།
en: O Sage, how does one become intelligent?

source: །ཇི་ལྟར་ཆོས་སྤྱོད་འགྱུར་བ་ལགས།
en: How does one come to act according to the Dharma?

source: །སྐྱེས་བུ་དམ་པ་མཁས་ཅིས་འགྱུར།
en: O Holy Being, how does one become wise?”

source: །གཡོ་མེད་པས་ནི་དྲན་ལྡན་འགྱུར།
en: “One comes to possess mindfulness by being undeceiving.

source: །དོན་ལ་སེམས་པས་བློ་གྲོས་ལྡན།
en: One becomes intelligent by contemplating meaning.

source: །གུས་དང་བཅས་པས་ཆོས་སྤྱོད་འགྱུར།
en: One comes to act according to the Dharma by having reverence.

source: །ཆོས་ཀྱི་མཚན་ཉིད་རྟོགས་པས་མཁས། །འཇིག་རྟེན་མགོན་པོའི་སྤྱན་སྔར་ནི།
en: One becomes wise by knowing the characteristics of phenomena.”

source: །ལས་གང་གིས་ནི་སྐྱེ་བར་འགྱུར།
en: “By what action is a bodhisattva born

source: །འཇིག་རྟེན་མགོན་གྱི་མངོན་སུམ་དུ།
en: In the presence of the guardians of the world?

source: །ཞུ་བ་ཞུ་བར་ཇི་ལྟར་འགྱུར།
en: How do they come to ask questions

source: །གང་ཞིག་ཆོས་ཀྱི་སྦྱིན་པ་ལ།
en: Directly before the guardians of the world?”

source: །ནམ་ཡང་བར་ཆད་མི་བྱེད་པ།
en: “The one who never obstructs The giving of Dharma

source: །དེ་ནི་དེས་ན་མྱུར་རབ་ཏུ།
en: Will with great swiftness

source: །འཇིག་རྟེན་མགོན་དང་ཕྲད་པར་འགྱུར།
en: Come to meet the guardians of the world.”

source: །གང་གིས་མི་ཁོམ་སྤོང་བར་འགྱུར།
en: “How does one relinquish rebirth in inopportune states?

source: །གང་གིས་བཟང་འགྲོར་མཆི་འགྱུར་ལགས། །སྐྱེ་བ་ཀུན་ཏུ་སྐྱེ་བ་ན།
en: How does one go forth to favorable states?

source: །བག་མཆིས་པར་ནི་ཇི་ལྟར་འགྱུར།
en: How does one become heedful Wherever one takes birth throughout all of one’s lives?”

source: །དད་པས་མི་ཁོམ་སྤོང་བར་འགྱུར།
en: “Inopportune births are relinquished through faith.

source: །ཚུལ་ཁྲིམས་ཀྱིས་ནི་བཟང་འགྲོར་འགྲོ། །སྟོང་པ་ཉིད་ནི་བསྒོམ་བྱས་ན།
en: One goes forth to favorable states through moral discipline.

source: །རྟག་ཏུ་བག་དང་ལྡན་པར་འགྱུར།
en: One becomes always heedful By becoming familiar with emptiness.”

source: །ཐུབ་པ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས།
en: “O Sage, how do bodhisattvas

source: །ཇི་ལྟར་ལས་རྣམས་དག་པར་འགྱུར།
en: Purify their karma?

source: །ཇི་ལྟར་བདུད་ཀྱི་སྙིས་མི་ཐོགས།
en: How do they dodge the snares of Māra?

source: །ཇི་ལྟར་ཆོས་ཀྱིས་ཕོངས་འགྱུར་སྤོང་།
en: How do they avoid becoming bereft of Dharma?” {19} “Karma is purified through firm resolution.

source: །རྣམ་པར་གྲོལ་བས་ལས་རྣམས་འདག །བརྩོན་འགྲུས་ཀྱིས་ནི་བདུད་འདུལ་འགྱུར། །ཅི་སྨྲས་དེ་བཞིན་བྱེད་པས་ནི།
en: Māra is subdued through perseverance.

source: །ཆོས་ཀྱིས་ཕོངས་པ་སྤོང་བར་འགྱུར།
en: They avoid becoming bereft of the Dharma By acting according to their words.”

source: །ཀ་ལ་པིང་ཀའི་སྒྲ་སྙན་དང་། །ཚངས་པའི་དབྱངས་འདྲར་ཇི་ལྟར་འགྱུར། །ཐུབ་པ་མོས་པ་སྣ་ཚོགས་ཀྱི།
en: “How does one’s voice become like the pleasing song Of the kalaviṅka bird and like the voice of Brahmā?

source: །སེམས་ཅན་རྣམས་ནི་གང་གིས་དགའ།
en: O Sage, how does one please beings With their diverse inclinations?”

source: །བདེན་པར་སྨྲས་པས་ཚངས་པའི་དབྱངས།
en: “The voice of Brahmā is obtained by speaking truthfully.

source: །ངག་རྩུབ་སྤངས་པས་སྒྲ་སྙན་འགྱུར། །ཀྱལ་བའི་ཚིག་དང་ཕྲ་མ་རྣམས།
en: The voice becomes pleasing by abandoning harsh words.

source: །སྤངས་པས་སེམས་ཅན་དགའ་བར་འགྱུར།
en: One pleases beings By relinquishing senseless talk and slander.”

source: །ཇི་ལྟར་ཚེ་རིང་འགྱུར་བ་ལགས།
en: “How does one come to have a long life?

source: །བྲོ་ནད་ཉུང་བར་ཇི་ལྟར་འགྱུར།
en: How does one come to have fewer illnesses?

source: །རྣམ་པར་འདྲེན་པ་གང་གིས་ན།
en: How, O Supreme Guide,

source: །གཡོག་འཁོར་རྣམས་ནི་མི་ཕྱེད་འགྱུར།
en: Does a retinue come to be undivided?”

source: །གསོད་པ་མི་བྱེད་ཚེ་རིང་འགྱུར།
en: “One comes to have a long life by not killing.

source: །མི་འཚེ་བས་ནི་ནད་ཉུང་འགྱུར། །མི་འཐུན་པ་དག་བསྡུམས་བྱས་ན།
en: One will have fewer illnesses by causing no harm.

source: །དོན་རྣམས་ཇི་ལྟར་འགྲུབ་འགྱུར་ལགས།
en: How do possessions cease to diminish?

source: །གང་གིས་ལོངས་སྤྱོད་མི་ཉམས་འགྱུར།
en: How does one become distinguished

source: །གང་དང་གང་དུ་སྐྱེ་བ་དེར། །དབང་ཆེན་གྲགས་པར་ཇི་ལྟར་འགྱུར།
en: Wherever one is born?”

source: །ཆགས་པ་མེད་པས་དོན་རྣམས་འགྲུབ།
en: “Wealth is obtained through nonattachment.

source: །སེར་སྣ་མེད་པས་ལོངས་སྤྱོད་འཕེལ།
en: Possessions increase by being without stinginess.

source: །གང་དང་གང་དུ་སྐྱེ་བ་དེར།
en: One will be distinguished wherever one is born

source: །ཕྲག་དོག་མེད་པས་དབང་ཆེར་གྲགས།
en: By being without jealousy.”

source: །ཇི་ལྟར་ལྷ་ཡི་མིག་འཐོབ་འགྱུར།
en: “How does one obtain divine sight?

source: །ལྷ་ཡི་རྣ་བ་ཇི་ལྟར་འཐོབ།
en: How does one obtain divine hearing? And how, O Guide, does one know

source: །སེམས་ཅན་འཆི་འཕོ་སྐྱེ་བ་དག །འདྲེན་པ་གང་གིས་འཚལ་བར་འགྱུར།
en: The dying, transmigration, and rebirth of beings?”

source: །མར་མེ་བྱིན་པས་མིག་འཐོབ་འགྱུར།
en: “Divine sight is obtained by giving lamps.

source: །རོལ་མོའི་སྒྲ་ཡིས་རྣ་བ་འདག །འཆི་འཕོ་སྐྱེ་ཤེས་ཡེ་ཤེས་ཀྱིས།
en: The ear is purified by giving music. The dying, transmigration, and rebirth of beings are known through wisdom.

source: །དེ་དག་དེ་ལྟར་འགྲུབ་པར་འགྱུར།
en: Thus do these accomplishments arise.”

source: །འདྲེན་པ་བྱང་ཆུབ་སེམས་དཔའ་ཡི།
en: “O Guide, how do the defilements of bodhisattvas

source: །ཟག་པ་གང་གིས་བས་པར་འགྱུར།
en: Come to be exhausted?

source: །ཚེ་རབས་སྔ་དྲན་ཅིས་འགྱུར་ལགས།
en: How do they recollect previous lives?

source: །རྫུ་འཕྲུལ་ཅི་ཡིས་འཐོབ་པར་འགྱུར།
en: How do they obtain miraculous powers?”

source: །བཞོན་པ་བྱིན་པས་རྫུ་འཕྲུལ་འཐོབ།
en: “The miraculous powers are obtained by offering vehicles.

source: །དྲན་པ་བསྒོམས་པས་རྗེས་སུ་དྲན།
en: The recollections are gained by cultivating mindfulness. They reach the cessation of defilements

source: །མཐའ་གཉིས་རབ་ཏུ་སྤང་བྱས་ན། །ཟག་པ་ཟད་པར་རེག་པར་འགྱུར།
en: By fully abandoning the two extremes.”

source: །གང་གིས་ཞིང་ནི་ཕུན་སུམ་ཚོགས།
en: “How is the buddhafield perfected?

source: །ཅིས་ནི་དགེ་འདུན་ཕུན་སུམ་ཚོགས།
en: How is its saṅgha perfected?

source: །གང་གིས་ཕུན་སུམ་ཚོགས་འོད་འགྱུར།
en: How does its light shine perfectly

source: །གང་གིས་ཕྱོགས་བཅུར་ལྷང་ངེར་གདའ།
en: Such that the ten directions are illuminated?”

source: །སྨོན་ལམ་གྱིས་ནི་ཕུན་སུམ་ཞིང་།
en: “The buddhafield is perfected through aspiration.

source: །བསྡུ་བས་དགེ་འདུན་ཕུན་སུམ་ཚོགས། །འདིར་ནི་རིན་ཆེན་གདུགས་ཕུལ་བས།
en: The saṅgha is perfected by magnetizing disciples.

source: །ཕྱོགས་བཅུར་ལྷང་ངེར་སྣང་བར་འགྱུར།
en: The ten directions are illuminated brightly By offering jeweled canopies.” “By what quality does one attain

source: །ཆོས་རྣམས་ཐམས་ཅད་བསྡུ་བ་ནི།
en: The embodiment of all qualities,

source: །ཆོས་གང་གིས་ནི་ཐོབ་པར་འགྱུར།
en: So that a bodhisattva will be dear to beings

source: །གང་དང་གང་དུ་སྐྱེས་པ་དེར། །བྱང་ཆུབ་སེམས་དཔའ་དགའ་བ་འཐོབ།
en: Wherever they are born?” “By surrendering the mind to the purpose of awakening

source: །སེམས་ཅན་ཐམས་ཅད་ཐར་བྱའི་ཕྱིར། །བྱང་ཆུབ་དོན་དུ་སེམས་བཏུད་པ།
en: In order to liberate all beings,

source: །དེས་ནི་ཆོས་རྣམས་བསྡུ་བ་འཐོབ།
en: They attain the embodiment of all qualities

source: །དེར་ནི་དགའ་བའང་འཐོབ་པར་འགྱུར།
en: And will thus be held dear.”

source: །བསླབ་པ་ཅི་འདྲ་བསླབས་པ་དང་། །སེམས་ནི་ཅི་འདྲ་བསྒོམས་པ་ཡིས། །ཐུབ་པ་ཆེན་པོ་ཁྱོད་འདྲ་བའི།
en: “In what instruction should one train, And how should one cultivate the mind,

source: །སྟོན་པ་ཐམས་ཅད་མཁྱེན་པར་འགྱུར།
en: To become an omniscient teacher Like you, Great Sage?” “If one trains in being impartial

source: །སེམས་ཅན་མ་ལུས་ཐམས་ཅད་ལ།
en: To all beings without exception,

source: །མཉམ་པའི་སེམས་ཉིད་བསླབས་པ་དང་། །མཉམ་པར་སེམས་ནི་བསྒོམས་པས་ན།
en: And if the mind is cultivated in that impartiality,

source: །ཐམས་ཅད་ཟིལ་གནོན་རྒྱལ་བར་འགྱུར།
en: One will become an all-surpassing victorious one.” “Throughout all one’s lives,

source: །སྐྱེ་བ་ཀུན་ཏུ་བྱང་ཆུབ་སེམས།
en: How will the mind of awakening

source: །རྨི་ལམ་ན་ཡང་སེམས་དེ་ནི།
en: Never be abandoned even in a dream,

source: །འདོར་མི་འགྱུར་ན་མ་ཉལ་ཚེ།
en: Let alone while awake?”

source: །སྨོས་ཅི་འཚལ་བར་གང་གིས་འགྱུར།
en: “In whatever region one dwells,

source: །གྲོང་དང་གྲོང་ཁྱེར་རྣམས་སུའམ། །གང་དུ་གནས་པའི་ཡུལ་རྣམས་སུ།
en: Whether a village or a city,

source: །བྱང་ཆུབ་ལ་ནི་ཡང་དག་འཛུད།
en: By correctly guiding others toward awakening,

source: །དེས་ན་སེམས་འདོར་མི་འགྱུར་རོ།
en: The mind of awakening is not abandoned.”

source: །གང་དང་གང་དུ་སྐྱེ་བར་ཡང་།
en: “Wherever one is born,

source: །ཇི་ལྟར་སྟོབས་ནི་ཆེ་འགྱུར་ཞིང་།
en: How can one acquire great strength

source: །རྟག་ཏུ་མཐུ་ཡིས་འཕགས་པ་དང་། །བདུད་རྣམས་བྱེ་བས་མི་ཚུགས་འགྱུར།
en: And always be elevated with power So that even ten million māras can do no harm?”

source: །འདིར་ནི་སྙིང་པོ་ལྔ་བྱིན་ཞིང་།
en: “In this life, if one offers the five essences

source: །སྐྲག་ལ་མི་འཇིགས་བྱིན་ན་ནི།
en: And gives courage to those who are afraid,

source: །དེས་ནི་སྟོབས་ནི་ཆེ་འགྱུར་ཏེ།
en: One will also have great strength,

source: །རྟག་ཏུ་མཐུ་ཡིས་འཕགས་པ་དང་། །བདུད་རྣམས་བྱེ་བས་མི་ཚུགས་སོ།
en: Always be elevated with power, And be unharmed even by ten million māras.” Having heard this teaching

source: །བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་དེ།
en: On the conduct of bodhisattvas

source: །འཇིག་རྟེན་མགོན་གྱིས་མངོན་སུམ་དུ། །ལུང་བསྟན་པ་འདི་ཐོས་ནས་སུ།
en: Directly from the Guardian of the World,

source: །སེང་གེ་ཡིད་ནི་དགའ་བར་འགྱུར།
en: Siṃha was overjoyed.

source: །སེང་གེ་གྲོགས་དང་ལྷན་ཅིག་ཏུ།
en: He and his companions

source: །འདི་སྐད་ཀྱི་ནི་ཚིག་སྨྲས་ཏེ།
en: Spoke the following words: “We will train

source: །སྤྱོད་པ་བསྟན་པ་འདི་ལ་ནི། །བདག་ཅག་རྗེས་སུ་བསླབ་པར་བགྱི།
en: In this teaching on conduct.”

source: །དེ་ནས་སངས་རྒྱས་འཛུམ་མཛད་དེ། །སྟོང་གསུམ་པོ་ཡང་གཡོས་གྱུར་ནས།
en: Then the Buddha smiled, And the trichiliocosm quaked.

source: །མ་ཕམ་པས་ནི་སངས་རྒྱས་ལ།
en: Ajita then asked the Buddha The following question:

source: །ཅི་ཞིག་སླད་དུ་འཛུམ་མཛད་པ།
en: “Why did you smile?

source: །ཐུབ་ཆེན་ལུང་བསྟན་གསོལ་ཞེས་ཞུས།
en: Great Sage, please explain this!”

source: །དེ་སྐད་ཞུ་བ་ཞུས་པ་དང་། །མ་ཕམ་པ་ལ་སངས་རྒྱས་ཀྱིས།
en: And so to Ajita

source: །འདི་སྐད་ཅེས་ནི་བཀའ་སྩལ་ཏོ།
en: The Buddha replied, “Ajita, please listen to the reason

source: །གང་གི་ཕྱིར་ནི་འཛུམ་མཛད་པ།
en: That I smiled. “Previously, these boys assembled before

source: །མ་ཕམ་ང་ལས་འདིར་ཉོན་ཅིག །སངས་རྒྱས་བྱེ་བ་བརྒྱད་ཅུ་དང་། །གཞན་ཡང་ཁྲག་ཁྲིག་ཕྲག་བཅུ་ལ།
en: Eight hundred million buddhas and a quadrillion more.

source: །བྱང་ཆུབ་དོན་དུ་འདུས་ནས་ནི།
en: For the purpose of awakening,

source: །མི་ཡི་འདྲེན་པ་རྣམས་ལ་མཆོད།
en: They made offerings to those guides of humans. “Since the time of Dīpaṅkara—

source: །རྫོགས་པའི་སངས་རྒྱས་རྐང་གཉིས་མཆོག །མར་མེ་མཛད་པ་ཚུན་ཆད་དུ།
en: The perfect buddha, supreme among people

source: །བྲམ་ཟེའི་ཁྱེའུ་འདི་དག་རྣམས། །ང་ཡིས་ཡོངས་སུ་སྨིན་པར་བྱས།
en: I have been ripening These brahmin boys.

source: །སྣང་བ་ཆེ་ཞེས་བྱ་བ་ཡི།
en: “When the splendid eon called

source: །བསྐལ་པ་མཛེས་པ་འབྱུང་འགྱུར་ཏེ།
en: Great Illumination arises,

source: །དེ་དག་བསྐལ་པ་གཅིག་དེ་ལ།
en: In that single eon

source: །རྣམ་པར་འདྲེན་པར་འགྱུར་བ་སྟེ། །ཡེ་ཤེས་ཏོག་གི་རྒྱལ་མཚན་ཞེས།
en: They will all become guides.

source: །འཇིག་རྟེན་འདྲེན་པ་རྣམས་སུ་འགྱུར།
en: “They will become guides for the world

source: །འོད་དཔག་མེད་ཀྱི་བཀོད་པ་ལྟར།
en: Named Jñānaketudhvaja,

source: །དེ་དག་གི་ཡང་དེ་འདྲར་འགྱུར།
en: And their array will be Just like that of Amitābha.

source: །བྱམས་པ་ནས་ནི་བཟུང་ནས་སུ།
en: “From the time of Maitreya

source: །བསྐལ་པ་སུམ་བརྒྱ་ཚང་བར་ནི། །དེ་ཡི་བར་དུ་དུས་ཀུན་ཏུ།
en: Through three hundred full eons,

source: །རྟག་ཏུ་སངས་རྒྱས་ཕྲད་པར་འགྱུར། །འདི་དག་བྱང་ཆུབ་ཐོབ་པ་ཡི།
en: They will always Meet with buddhas.

source: །མིང་ནི་གང་སུས་ཐོས་པ་རྣམས།
en: “Moreover, whoever hears but the name Under which they attain awakening Shall, without exception, become incomparable

source: །དེ་དག་ཐམས་ཅད་འཇིག་རྟེན་དུ། །ཀུན་མཁྱེན་གང་ཟག་མཚུངས་མེད་འགྱུར།
en: And omniscient beings in the world.

source: །གང་ཞིག་ལུང་བསྟན་འདི་ཐོས་ནས།
en: “Whoever, on hearing this prophecy,

source: །མོས་པ་སྐྱེད་པར་བྱེད་པ་ནི།
en: Becomes inspired Will have merit unparalleled

source: །འཇིག་རྟེན་གསུམ་པོ་འདི་དག་ན། །དེ་དང་མཚུངས་པའི་བསོད་ནམས་མེད།
en: Throughout these three worlds.

source: །གང་གིས་བསྐལ་པ་དྲུག་སྟོང་དུ།
en: “Consider someone who for six thousand eons

source: །སངས་རྒྱས་ཞིང་རྣམས་ཐམས་ཅད་དུ།
en: Filled up all the buddhafields

source: །རིན་ཆེན་རྣམས་ཀྱིས་བཀང་བྱས་ནས།
en: With jewels and offered them

source: །བྱང་ཆུབ་ཕྱིར་འདིར་བྱིན་པ་བས།
en: For the purpose of awakening. “The tally of that person’s merit Could never match or compare to

source: །གང་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི། །ཐོས་ནས་བྱང་ཆུབ་ཕྱིར་འཇུག་ན། །སྔར་སྨོས་པ་ཡི་བསོད་ནམས་ཀྱིས། །གྲངས་དང་ཆར་ཡང་མི་ཕོད་དོ།
en: Hearing this Dharma presentation And setting out for the sake of awakening.”

source: །ཆོས་འདི་བཤད་པའི་ཚེ་ན་ནི།
en: When this Dharma had been expounded,

source: །འཇིག་རྟེན་མགོན་པོའི་མཐུ་ཡིས་ནི།
en: By the power of the Protector of the World,

source: །ལྷ་རྣམས་མེ་ཏོག་ཆར་པ་འབེབས།
en: The gods brought down a rain of flowers,

source: །སྟོང་གསུམ་པོ་ཡང་གཡོས་པར་གྱུར།
en: And the trichiliocosm quaked.

source: །སེང་གེ་གྲོགས་དང་བཅས་པ་ཡིས།
en: Siṃha, along with his companions,

source: །མངོན་པར་ཤེས་པ་ལྔ་ཐོབ་ནས།
en: Obtained the five superknowledges and,

source: །ཉིན་བདུན་བར་དུ་མཆོད་བྱས་ནས།
en: Having made offerings for one week,

source: །བསྟན་པ་ལ་ནི་རབ་ཏུ་བྱུང་།
en: Took ordination in the teaching.

source: །དེ་དག་ཀུན་གྱིས་ཏིང་འཛིན་འཐོབ།
en: All of them obtained absorption

source: །ཟད་མི་ཤེས་པའི་གཟུངས་ཀྱང་ཐོབ།
en: And inexhaustible retention.

source: །སེམས་ཅན་རྣམས་ཀྱི་དོན་བྱེད་དེ།
en: Wishing to accomplish the welfare of beings,

source: །སངས་རྒྱས་ཆོས་ལ་འཛུད་པར་བྱེད།
en: They brought them to the Dharma of the buddhas.

source: །ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བསྟན་པ་ན་སེམས་ཅན་བྱེ་བ་ཕྲག་བརྒྱད་ཅུ་བྱང་ཆུབ་མཆོག་ལ་ཞུགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། སེང་གེ་གྲོགས་དང་བཅས་པ་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།།
en: When this Dharma presentation was taught, eight hundred million beings set out for supreme awakening. When the Blessed One had spoken, Siṃha, along with his companions and the world with its gods, humans, asuras, and gandharvas, rejoiced and praised the words of the Blessed One.

source: །།འཕགས་པ་དཀོན་མཆོག་བརྩེགས་པ་ཆེན་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་ལེའུ་སྟོང་ཕྲག་བརྒྱ་པ་ལས། སེང་གེས་ཞུས་པའི་ལེའུ་ཞེས་བྱ་སྟེ་སུམ་ཅུ་རྩ་བདུན་པ་རྫོགས་སོ།།
en: This concludes the thirty-seventh chapter, “ Siṃha’s Questions,” from the eleven hundred chapters of the Dharma presentation of The Noble Great Heap of Jewels

source: །།རྒྱ་གར་གྱི་མཁན་པོ་དཱ་ན་ཤཱི་ལ་དང་། མུ་ནི་བར་མ་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་སྐད་གསར་བཅད་ཀྱིས་ཀྱང་བཅོས་ནས་གཏན་ལ་ཕབ་པ།
en: The Indian preceptors Dānaśīla and Munivarman and the chief editor-translator Bandé Yeshé Dé translated, edited, and finalized this according to the new lexical register.
